Eval_perf/direct_bench.txt
Running 5s test @ https://127.0.0.1:8445/function/hello
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.92ms    1.96ms  60.41ms   92.42%
    Req/Sec    18.49k     6.37k   35.55k    67.50%
  Latency Distribution
     50%  261.00us
     75%    0.96ms
     90%    2.41ms
     99%    7.78ms
  368706 requests in 5.03s, 60.48MB read
Requests/sec:  73319.82
Transfer/sec:     12.03MB