Eval_perf/nginx_bench.txt
Running 5s test @ https://127.0.0.1:8445/function/hello
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   258.84us  537.59us  31.95ms   97.06%
    Req/Sec    36.37k     5.45k   42.46k    86.50%
  Latency Distribution
     50%  161.00us
     75%  279.00us
     90%  393.00us
     99%    1.50ms
  723273 requests in 5.00s, 118.64MB read
Requests/sec: 144619.69
Transfer/sec:     23.72MB